[
    {"id":1, "nombre":"Camiseta de punto de niña en blanco", "descripcion":"Esta camiseta de punto para niña es ideal para la temporada de primavera y verano. Con un estampado alegre y fresco, es perfecta para añadir un toque de diversión a su guardarropa. El tejido de punto es suave y cómodo, ideal para los días más calurosos. La camiseta tiene un cuello redondo y mangas cortas, lo que la hace fácil de poner y quitar. Disponible en tallas desde los 4 hasta los 16 años, es una prenda versátil que puede crecer con ella. Su color blanco la hace fácil de combinar con cualquier prenda.", "precio":22.95, "imagen":"https://i.ibb.co/QDjnVtB/camisola-de-malha-de-menina-em-branco.webp", "stock":5, "categoria":"niña"},
    {"id":2, "nombre":"Vestido de popelín estampado de niña", "descripcion":"Este es un vestido popelín listado para niña, ideal para el verano. Con un diseño de rayas en varios colores, es una prenda fresca y alegre. El tejido es suave, lo que lo hace cómodo y fácil de llevar. El cuello redondo y las mangas cortas añaden un toque clásico. Disponible en tallas desde los 4 hasta los 16 años, se adapta a diferentes edades. El cierre es de cremallera, lo que facilita su uso. Este vestido es una opción perfecta para las niñas que quieren lucir a la moda en los días calurosos.", "precio":32.95, "imagen":"https://i.ibb.co/yd3qQhY/vestido-de-popelin-estampado-de-nina.webp", "stock":10, "categoria":"niña"},
    {"id":3, "nombre":"Falda de gasa plisada de niña estampada", "descripcion":"Esta falda de gasa plisada para niña es una prenda encantadora para la temporada de primavera y verano. Con un estampado rosa lleno de flores, es perfecta para añadir un toque de color y alegría a cualquier día. El tejido de gasa es ligero y cómodo, ideal para los días más calurosos. La falda está disponible en una amplia gama de tallas, desde los 4 hasta los 16 años, lo que la hace adecuada para niñas de diferentes edades. Sin duda, esta falda de gasa plisada es una elección estilosa y fresca para la temporada.", "precio":39.95, "imagen":"https://i.ibb.co/3YQcsb5/falda-de-gasa-plisada-de-nina-estampada.webp", "stock":8, "categoria":"niña"},
    {"id":4, "nombre":"Camiseta de punto de niño en color blanco", "descripcion":"Esta camiseta de punto para niño es ideal para la temporada de primavera y verano. Con un estampado alegre, es perfecta para añadir un toque de diversión a su vestuario. El tejido de punto es suave y cómodo, ideal para los días más calurosos. La camiseta tiene un cuello redondo y mangas cortas, lo que la hace fácil de poner y quitar. Disponible en tallas desde los 4 hasta los 16 años, es una prenda versátil que puede crecer con tu hijo. Su color blanco la hace fácil de combinar con cualquier prenda.", "precio":19.95, "imagen":"https://i.ibb.co/ZHGmYx4/camiseta-de-punto-de-nino-en-color-blanco.webp", "stock":6, "categoria":"niño"},
    {"id":5, "nombre":"Chaqueta de felpa estampada de niño", "descripcion":"Esta es una chaqueta de felpa estampada para niño, ideal para la primavera. Con un diseño en varios colores, su estampado aporta un toque divertido y original. Está confeccionada en tejido de punto, lo que la hace cómoda y resistente. Tiene mangas largas y una capucha forrada para proteger del viento. Su cierre es de cremallera, fácil de usar para los pequeños. Disponible en tallas desde los 4 años hasta los 16 años, se adapta a diferentes edades y crecimientos. Una prenda versátil y práctica para el armario de cualquier niño.", "precio":37.95, "imagen":"https://i.ibb.co/S5BZLfw/fleece-jacke-mit-aufdruck-fur-jungen.webp", "stock":10, "categoria":"niño"},
    {"id":6, "nombre":"Bermudas denim de punto de niño", "descripcion":"Estas bermudas de denim para niño son ideales para el verano. Confeccionadas en tejido de punto, ofrecen comodidad y resistencia. Su diseño liso en color gris las hace versátiles para combinar con cualquier camiseta o polo. Disponibles en tallas desde los 4 hasta los 16 años, se adaptan a diferentes edades y crecimientos. Su cierre de corchete facilita el uso y la autonomía de los pequeños. Son una prenda básica en el armario de cualquier niño durante la temporada estival.", "precio":27.95, "imagen":"https://i.ibb.co/RY1yz0D/bermudas-denim-de-punto-de-nino-en-color-gris.webp", "stock":7, "categoria":"niño"},
    {"id":7, "nombre":"Pelele de popelín estampado floral de bebé", "descripcion":"Este pelele de popelín floral para bebé es una prenda ideal para niñas en verano. Con un estampado de flores en tonos de azul claro, es una opción fresca y alegre. Las tallas disponibles van desde los 0 meses hasta los 2 años, cubriendo una amplia gama de edades. El tejido plano y los tirantes hacen que sea cómodo para los días más calurosos. El pelele de popelín floral es una elección perfecta para vestir a las más pequeñas con estilo y comodidad en la temporada estival.", "precio":25.95, "imagen":"https://i.ibb.co/g6brZ9d/pelele-de-popelin-con-estampado-floral-de-bebe.webp", "stock":10, "categoria":"newborn"},
    {"id":8, "nombre":"Vestido de popelín de cuadro de bebé", "descripcion":"Este es un vestido popelín de cuadros para bebé, ideal para niñas recién nacidas. Disponible en tallas desde los 0 meses hasta los 2 años. Su diseño de cuadros en color amarillo aporta un toque alegre y veraniego. El tejido es de plana, ligero y fresco, perfecto para la temporada de verano. Cuenta con un cuello redondo y tirantes, lo que facilita su colocación y proporciona comodidad a la pequeña. Este vestido es una opción encantadora y práctica para vestir a tu bebé en los días más calurosos.", "precio":29.95, "imagen":"https://i.ibb.co/L1ZQ8wX/vestido-de-popelin-de-cuadro-de-bebe.webp", "stock":10, "categoria":"newborn"},
    {"id":9, "nombre":"Sudadera de felpa estampada de bebé niño", "descripcion":"Esta sudadera de felpa para bebé niño, es una prenda ideal para la primavera. Con tallas que van desde los 0 meses hasta los 2 años, se adapta al crecimiento de tu pequeño. Su tejido de punto es suave y cómodo, perfecto para la delicada piel del bebé. La sudadera tiene un cuello redondo y mangas largas, proporcionando una cobertura adecuada. El estampado de animales sobre un fondo blanco añade un toque divertido y alegre. Sin duda, una prenda esencial en el armario de tu bebé.", "precio":22.95, "imagen":"https://i.ibb.co/ZW75Fx7/fleece-sweatshirt-mit-aufdruck-fur-baby-jungen.webp", "stock":10, "categoria":"newborn"},
    {"id":10, "nombre":"Gorro safari bebé unisex", "descripcion":"Gorro sarga unisex, combinado en varios colores, va forrado. La decoración es una etiqueta con detalle de la marca. Disponible en las tallas M/50, L/52, XL/54 y XXL/56.", "precio":12.95, "imagen":"https://i.ibb.co/3vwkgbN/mutze-safari-unisex-unisex.webp", "stock":5, "categoria":"accesorios"},
    {"id":11, "nombre":"Pack de calcetines de bebé niño en verde", "descripcion":"Este pack de calcetines para bebé niño es ideal para los meses de primavera y verano. Disponible en tallas que van desde los 19/21 hasta los 31/33, se adaptan perfectamente al crecimiento de tu pequeño. Su tejido de punto es suave y cómodo, perfecto para la delicada piel de los niños. El color verde aporta un toque fresco y divertido, mientras que el estampado añade un detalle de estilo. Este pack de calcetines es una opción práctica y atractiva para mantener los pies de tu niño protegidos y a la moda.", "precio":9.95, "imagen":"https://i.ibb.co/KjVF7Hs/pack-de-meias-de-bebe-menino-em-verde.webp", "stock":10, "categoria":"accesorios"},
    {"id":12, "nombre":"Toalla con estampado de palmeras", "descripcion":"Esta toalla para niño, con un alegre estampado de palmeras, es perfecta para el verano. Su tejido de punto la hace suave y absorbente, ideal para secar y abrigar a los pequeños después de un baño en la piscina o en el mar. Su color azul turquesa evoca el océano y las vacaciones. La talla es única, por lo que se adapta a diferentes edades. Es una prenda práctica y divertida que no puede faltar en el armario de verano de los niños.", "precio":25.95, "imagen":"https://i.ibb.co/wS5PtrS/handtuch-mit-palmen-aufdruck-fur-jungen-in-farbe-blau.webp", "stock":5, "categoria":"accesorios"}
]